Repository: OmerCD/GreyScale
Catalog: AForge.Wpf/LanguageLocalization/ResLocalization.*.resx
Languages: tr_tr

source: About
tr_tr: Hakkında

# A_About
source: About Application
tr_tr: Program Hakkında

# A_AboutText
source: Grey Scale uses open source libraries from AForge and EmguCV and designed in that way. All Rights Reserved.
tr_tr: Grey Scale isimli bu program AForge, EmguCV isimli açık kaynak kodlu frameworkler kullanılarak tasarlanmıştır. Tüm hakları saklıdır.

# A_Credits
source: Credits
tr_tr: Emeği Geçenler

# A_Licence
source: Licence
tr_tr: Lisans

# A_SpecialThanks
source: Special Thanks
tr_tr: Özel Teşekkürler

# A_SpecialThanksText
source: We thank all who helped develop AForge and EmguCV. Also we thank the designers for the icons they made :
tr_tr: AForge ve EmguCV'yi geliştiren tüm yazılımcılara özel teşekkürlerimizi sunarız. İkonlar için linkte isimleri verilmiş olan kullanıcılara teşekkür ederiz.

source: Correctness Level
tr_tr: Doğruluk Değeri

source: Enter Save Name :
tr_tr: Kayıt İsmini Giriniz

# Find
source: Find Rate
tr_tr: Bulma Oranı

source: Languages
tr_tr: Diller

source: Saved Templates
tr_tr: Kayıtlı Şablonlar

source: Selection Thickness
tr_tr: Seçim Kalınlığı

source: Settings
tr_tr: Ayarlar

source: Video Settings
tr_tr: Görüntü Ayarları

# VideoSourceSelect
source: Choose Your Video Source
tr_tr: Video Kaynağını Seçin

# M_Add
source: Add Templates to Memory
tr_tr: Buna Ne demeli?

# M_Base
source: Selection Re-Design
tr_tr: Seçimi Düzenleyin

# M_New
source: New Project
tr_tr: Yeni Proje

# M_Recognition
source: Start Recognition
tr_tr: Tanımayı Başlatın

# M_Save
source: Selection Save
tr_tr: Seçimi Kaydet

# M_StartTip
source: Select Again Record Tool
tr_tr: Kayıt Aracını Yeniden Seçin

# M_Factory
source: Factory Reset
tr_tr: Fabrika Ayarları

source: Saved Template Count
tr_tr: Kayıtlı Şablon Sayısı

# SelectionTemplateCount
source: Selection Area Template Count
tr_tr: Seçili Alanda Şablon Sayısı

# AskForRestart
source: To complete this operation program must be restarted!
tr_tr: Bu işlem için program yeniden başlatılmalıdır!

source: Warning
tr_tr: Uyarı

# WrongEnter
source: There Are Fields You May Entered Wrong!
tr_tr: Hatalı Girdiğiniz Alanlar Var!

# ChangeLanguageWarning
source: The changes you have made will be applied after restart of this program. Would you like to close the program now?
tr_tr: Yaptığınız değişiklik program kapatılıp açıldıktan sonra etki edecektir. Şimdi programı kapatmak ister misiniz?
